Repository: dashaluna/hm-content-toc
Catalog: languages/hm-content-toc-*.po
Languages: pt_pt, ru_ru

source: HM Content TOC Settings
pt_pt: HM Conteúdo TOC Settings
ru_ru: Настройки HM Оглавления

source: Title
pt_pt: Titulo
ru_ru: Название Оглавления

source: The title is added before generated TOC links. Optional.
pt_pt: O título é adicionado antes de links gerados por TOC. Opcional.
ru_ru: Название оглавления будет добавлено перед самим перечнем заголовков. Можно не указывать.

source: Header Elements
pt_pt: Elementos do Cabeçalho
ru_ru: HTML Теги Заголовков

source: Comma separated list of HTML element names used to generate the TOC. For example, default elements are: %1$s. NOTE: use %2$s, not %3$s.
pt_pt: Lista de nomes de elementos HTML separados com vírgulas para gerar TOC. Por exemplo, elementos padrão são :%1$s. NOTA: use %2$s, e não %3$s.
ru_ru: Список HTML тегов заголовков указанных через запятую, для которых будет создано оглавление. Например, теги заголовков по умолчанию: %1$s. Внимание: указывайте только название тега без скобок %2$s, а не %3$s.

source: Specify default settings for HM Content TOC plugin. For more information and usage <a href="%1$s" target="_blank">see documentation on github website</a> (in English).
pt_pt: Especificar configurações padrão para HM Conteúdo TOC plugin. Para mais informações e uso <a href="%1$s" target="_blank">veija a documentação no github website</a> (em Inglês).
ru_ru: Укажите настройки по умолчанию для плагина HM Оглавление. Дополнительную информацию и инструкции по использованию плагина можно найти в <a href="%1$s" target="_blank">его документации на сайте github</a> (на английском языке).

source: Settings
pt_pt: Configurações
ru_ru: Настройки

source: Documentation
pt_pt: Documentação
ru_ru: Документация

source: HM Content TOC
pt_pt: HM Conteúdo TOC
ru_ru: HM Оглавление

source: Creates content TOC (table of contents) for specified header elements from the current post content. Adds anchor elements in the content just before the matched headers. Integrates with: <a href="https://wordpress.org/plugins/shortcode-ui/" target="_blank">Shortcake UI plugin</a>
pt_pt: Cria conteúdo TOC para elementos de cabeçalho especificados a partir do conteúdo atual do artigo. Adiciona elementos de ancoragem no conteúdo pouco antes de os cabeçalhos correspondentes. Integra-se com: <a href="https://wordpress.org/plugins/shortcode-ui/" target="_blank">Shortcake UI plugin</a>
ru_ru: Создает оглавление для указанных HTML тегов заголовков из текста. Добавляет ссылки перед указанными заголовками в тексте. Интегрируется с плагином: <a href="https://wordpress.org/plugins/shortcode-ui/" target="_blank">Shortcake UI plugin - интерфейс для добавления шорткодов</a>

source: Dasha Luna at Human Made
ru_ru: Dasha Luna из компании Human Made
